[	

    [
            "Twilight had just risen out on the beachfront.  Various beachgoers were enjoying themselves, playing in the water, eating some foodstuffs at the snack bar, or just relaxing for a tan.  Magic was in the air, and things were about to take an unexpected turn.",
            "Enter {0}.  {0} was lying on the beach, letting thoughts drift in one ear and out the other.  {0} didn't have much of anything to do at the moment.  In fact, {0} was beginning to feel quite lonely, and longed for some attention, or at least, someone to spend the sunset with.  {0} let out a sigh of despair.  The sun was going down, and soon, everyone would be covered under a blanket of stars.",
        "Just when {0} was about to break from the loneliness, {1} appeared.\n\n\"Alone?\" {1} asked.\n\n\"Yeah,\" {0} responded.",
        "It was at that moment that their eyes met.  They gazed into each other's eyes for what seemed to be an eternity.  After an never-ending silence, {1} reached for {0}'s hand.  It was as soft as silk.  {1} stooped lightly to kiss it.",
        "Before anyone knew it, {0} and {1} were locked in a firm embrace.  {0} lightly kissed {1}'s forehead, while {1} laid hands on {0}'s supple chest.  Before long, both of their shirts were off, and their loins were locked in a labor of love.",
        "The two proceeded to have furious anal, and everyone lived happily ever after.  The end."
    ],

    [
        "It was three in the morning at Taco Bell, and all the self-respecting hardcore party kids were drunkly stumbling inside to gouge down on tacos and be noisy.  {0} and {1} were no different, stumbling into the restaurant to order a Taco Supreme meal.  {0} decided to blurt out the order to the cashier, while {1} stumbled along to the nearest empty seat.  After ordering, {0} sat down next to {1}.",
        "\"Wild party, huh?\" {1} said to {0} in a barely comprehensible fashion.\n\n\"Yeah,\" {0} replied, eyes zoning out a thousand yards.\n\nThe two idly stared out the windows for a while, patiently waiting for their order.\n\n\"Number 826?\"\n\n{1} went up to grab the tacos, stumbling over and knocking into two old ladies in the process.  {1} grabbed the tray firmly, then stumbled back to the seat before plopping the tray down on the table, as if triumphant.\n\n\"Dude,\" {0} moaned.  \"These tacos look totally lit right now,\"",
        "It was at that moment that {1} had an idea.  {1} took one taco, hastily unwrapped it, and then proceeded to force it into {0}'s mouth.  The meat juices flowed down {0}'s cheeks, cheese and sour cream flowing everywhere as {0} incomprehensibly muttered moans of vague arousal.\n\n{0} seemed to be rather enjoying it, so {1} unwrapped another taco and, once more, shoved it into {0}'s mouth.  And so they went on, taco after taco, until they were all out of tacos.",
        "{0} stopped.  It was a poignant moment.  {1} stared into {0}'s eyes, and went their way down to {0}'s cheeks, which were now covered in sour cream and meat.  The two began to hold hands, and before they new it, they were wrapped in each other's arm, wildly kissing while the other customers inside the Taco Bell tried their hardest not to notice.",
        "The two proceeded to have furious anal, and everyone lived happily ever after.  The end."
    ],

    [
        "{0} was a smalltown person who needed to move to the big city for work. {0} was lonely and uncomfortable in their new environment, but never gave up on their dreams to be a professional selfie-stick. In contrast, {1} happened to be a naughty biker person, riding with the local gang known as \"The Fists of Pleasure\".",
        "By chance, the two happened to meet one night in a dark, smoke-filled bar of dubious rapport in the seediest sector of town. They locked eyes immediately and sparks began to fly between them, killing many of those nearby. {1} approached {0} and confidently asked. \n\"lol u pretty wan sum fuk?\"",
        "{0}, being so used to the modest countryside, had never been hit on before, and certainly not by one so strapping as {1}. {0} turned away with a coy smile, blushing so hard they thought their cheeks might catch fire! :heart: Then they actually caught fire. The smoke detector in the bar began to sound off, forcing them into the bar's VIP room as ceiling sprinklers doused the rest of the bar.",
        "They entered into a room and were greeted by a velvet bed and a vast array of frightening and confusing objects. They sprawled themselves out onto the soft sheets and whispered, \"Take me now, you sexy, fish-faced bastard!\" It is perhaps important to note that {0}'s face had completely burnt away at this point, revealing the shimmering head of a trout underneath.",
        "\"You see my true form, and yet you do not cower?\" spoke {0}. {1} replied. \"I want those thick, fishy lips on and around every part of me, you dig?\"\n{0} descended upon {1} in one fell swoop, the two locking together.",
        "The two proceeded to have furious anal, and everyone lived happily ever after.  The end."
    ],

    [
        "{0} was a renowned rascal with a larger than average quest for adventure. And penis size. One day, while fishing shirtless with their hands in the middle of the forest, {0} came across a figure, lying face-down, unconscious, just a few feet ahead. {0} went ahead to help the person up. However, as {0} turned the unconscious stranger around, he couldn't help but notice how beautiful this person's face was.",
        "To {0}'s surprise, the person came to. The two stared into each others' eyes, hearts aflame, loins afire.",
        "\"Ah, thank you for rescuing me, stranger,\" the thiccbodied mysterious individual said softly. \"My name is {1}, and you are?\"",
        "\"My name is not of importance\"  {0} let out a low, rumbling, purr.",
        "{1}, now deep in {0}'s embrace, started fiddling with {0}'s chest.  First, near the arms, then down to {0}'s stomach, and finally, to {0}'s crotch. {1} fiddled with {0}'s pants, unwrapping them like a Christmas present to reveal {0}'s big, hard, thundering, massive, throbbing **COCK**.",
        "Dismissing any notion of self-control, {0} took the enormous pillar and shoved it up {1}'s ass. {1} shrieked in delight as {0} moved it around, touching {1}'s pressure points *just right*. Before any of them knew it, the two were locked in a firm embrace, passionately fucking each other naked in the middle of the goddamn forest.",
        "The two proceeded to have furious anal, and everyone lived happily ever after.  The end."
    ],

    [
        "{0} had known {1} for many years. They were firm friends, though everyone who knew them said that they were always meant to be more than friends. It was only a matter of time before sparks would fly between the two.",
        "One day, after class, {0} invited {1} to their dorm. {1} agreed. It was normal for the two to hang out after classes ended, and today was no different. Or so it would seem.",
        "After making their way to the dorm, {0} started acting strange, in a fashion {1} had never seen before. {0} started sweating nervously, as if they wanted to say something important.",
        "\"{1}?\" {0} stammered.",
        "\"Yeah?\"",
        "\"I-I love you.\"",
        "For a moment, there was silence. The two stared at each other for what seemed like an eternity, both at a loss for words. Then, from the silence, came a storm, a storm so loud and rumbling that even the University Supervisors were helpless to defend the masses from its impending wake.",
        "{1} ripped {0}'s shirt off, and proceeded to rub him all over. {0} was overtaken by a sudden sense of euphoria, and before any of them knew it, they were entangled in each others' arms, on the bed, softly kissing and touching one another. The softness faded, however, and what started as a small, shy embrace evolved into a loud intercourse. Their clothes, shed one by one onto the floor, lay forlorn as {1} rubbed their loins against {0}'s backside. This was it. This was the storm, and it would proceed to destroy everything they had. Including their friendship. And their scholarship, since they were expelled, shortly afterwards.",
        "The two proceeded to have furious anal, and everyone lived happily ever after.  The end"
    ]
]
