[	
        "Twilight had just risen out on the beachfront.  Various beachgoers were enjoying themselves, playing in the water, eating some foodstuffs at the snack bar, or just relaxing for a tan.  Magic was in the air, and things were about to take an unexpected turn.\n\nEnter {0}.  {0} was lying on the beach, letting thoughts drift in one ear and out the other.  {0} didn't have much of anything to do at the moment.  In fact, {0} was beginning to feel quite lonely, and longed for some attention, or at least, someone to spend the sunset with.  {0} let out a sigh of despair.  The sun was going down, and soon, everyone would be covered under a blanket of stars.\n\nJust when {0} was about to break from the loneliness, {1} appeared.\n\n\"Alone?\" {1} asked.\n\n\"Yeah,\" {0} responded.\n\nIt was at that moment that their eyes met.  They gazed into each other's eyes for what seemed to be an eternity.  After an never-ending silence, {1} reached for {0}'s hand.  It was as soft as silk.  {1} stooped lightly to kiss it.\n\nBefore anyone knew it, {0} and {1} were locked in a firm embrace.  {0} lightly kissed {1}'s forehead, while {1} laid hands on {0}'s supple chest.  Before long, both of their shirts were off, and their loins were locked in a labor of love.  It would come to be known as the wildest night of both their lives.",
	"{0} was sitting down in at home, resting on a black leather couch, when suddenly the doorbell chimed. {0} walked up to the door, curious to see who was there. When {0} opened the door, however, {0} was greeted by the all-too-familiar presence of {1}. {0} realised this and shut the door; however, {1} clawed through the door, and demanded to talk about their sexual relationships.\n\n\"Why did you abandon me? I was only there to help you.\" {1} sensually stated, eyes laden with tears and arousal.\n\n\"Things change, {1}, but you have to accept it. I'm in love with someone else now.\" {0} replied sternly, glaring at {1}.\n\n\"I thought you loved me!\"\n\n\"I did too, but you simple weren't my type.\"\n\n\"WHAT DID I DO WRONG?!\"\n\n{1}, crying sensually, reached into a pocket and pulled out a small, blue box complimented with a silky red ribbon.  {1} held it up to {0}, for both of them to see.\n\n{0} opened the box to reveal a green wedding ring. {0} gazed at the handcrafted marvel.\n\n\"It's beautiful.\" {0} complemented breathlessly.\n\n\"{0}... I... don't know how to explain this to you... Will you marry me?\"\n\n\"Yes!  I will marry you!\" {0} cried.\n\n\"I can't believed we're getting married!\" {1} shouted, as a limo drove over to pick up the lovebirds.\n\n\"I can't believe it either,\" {0} mumbled, lovestruck.",
	"\"{0}, eat your greens,\" {1} demanded while shoving spinach into {0}'s face. {0} looked down at the vegetable in disgust, then looked up at {0}, \"Are you fucking serious?\" {0} asked sharply.\n\n\"Watch your fucking language and eat your damn greens,\" {1} responded back.\n\n{0} pulled out an AK-47 and pointed it at {1}'s face, \"How about you eat my damn bullets, instead?\"\n\n\"Jokes on you, I eat bullets for breakfast,\" {1} deadpanned.\n\n\"Let's test out your theory, then.\"\n\n{0} pulled the trigger and shot dozens of bullets that were meant to hit {1}. However, {1} opened his mouth and consumed all of the bullets unharmed.\n\nSweat began to pour down {0}'s face.  {0} tried to shoot {1} again, and once again, {1} ate all of the bullets without getting injured.\n\n\"How is this even possible?!\" {0} exclaimed.\n\n\"Well... I think it's time that I, told you the truth,\" {1} started, \"You thought that I was just a mere mortal,\" {1} pulled off his face, which was actually a mask, and revealed his true self, \"But it was me, **DIO!**\"\n\nDio slammed a steamroller on {0}, killing him instantly.\n\n**WRRRRRRRRRRRRRRRYYYYYYYYYYYYYYYYYYYYYYYYY**\n\nThen the two proceeded to have furious anal, and everyone lived happily ever after.  The end.",
	"It was three in the morning at Taco Bell, and all the self-respecting hardcore party kids were drunkly stumbling inside to gouge down on tacos and be noisy.  {0} and {1} were no different, stumbling into the restaurant to order a Taco Supreme meal.  {0} decided to blurt out the order to the cashier, while {1} stumbled along to the nearest empty seat.  After ordering, {0} sat down next to {1}.\n\n\"Wild party, huh?\" {1} said to {0} in a barely comprehensible fashion.\n\n\"Yeah,\" {0} replied, eyes zoning out a thousand yards.\n\nThe two idly stared out the windows for a while, patiently waiting for their order.\n\n\"Number 826?\"\n\n{1} went up to grab the tacos, stumbling over and knocking into two old ladies in the process.  {1} grabbed the tray firmly, then stumbled back to the seat before plopping the tray down on the table, as if triumphant.\n\n\"Dude,\" {0} moaned.  \"These tacos look totally lit right now,\"\n\nIt was at that moment that {1} had an idea.  {1} took one taco, hastily unwrapped it, and then proceeded to force it into {0}'s mouth.  The meat juices flowed down {0}'s cheeks, cheese and sour cream flowing everywhere as {0} incomprehensibly muttered moans of vague arousal.\n\n{0} seemed to be rather enjoying it, so {1} unwrapped another taco and, once more, shoved it into {0}'s mouth.  And so they went on, taco after taco, until they were all out of tacos.\n\n{0} stopped.  It was a poignant moment.  {1} stared into {0}'s eyes, and went their way down to {0}'s cheeks, which were now covered in sour cream and meat.  The two began to hold hands, and before they new it, they were wrapped in each other's arm, wildly kissing while the other customers inside the Taco Bell tried their hardest not to notice.\n\nThe two proceeded to have furious anal, and everyone lived happily ever after.  The end.",
	"{0} was having a bad night. After trying lame pickup lines at the local Wendy's, {0} gave up all hopes of getting laid, went home, and dejectedly marched into bed.\n\n{0} had cried himself to sleep by the time {1} had crept back to their home. Being as quiet as possible, {1} dashed to the stairwell to the second floor. {1} screeched to a halt at the door to {0}'s room, taking a look around, hoping no one had heard. The coast seemed clear as {0} turned the knob, walked in, and made sure the door closed and locked. {0} turned away and towards the window, tossing and turning in sleep. {1} carefully crawled onto the bed and laid down beside {0}. When {0} turned towards him, {1} snagged and pulled {0} close, bringing {0}'s head between {1}'s chest and carefully reaching {0}'s head and snuggling the back of {0}'s head with his face. {1} had seen the stream of tears on {0}'s face and lost a tear himself when he heard {0} mutter \"damn thots I will never get the succ\"\n\n{0}'s skin registered something wet, which forced {0}'s eyes open. {1} curled around {0}. {0} sniffled a little. \"This is a dream come true. I have a confession.\" After a moment of uneasy silence which seemed to span hours, although only minutes, both blurted out at each other, \"I love you!\". Both were surprised. They had each assumed their feelings were unrequited for the longest time, but this proved their theory wrong. {1} gently eased {0}'s head back down as the two proceeded to rub cheeks. {0}'s eased in the warmth of {1}'s embrace. \"Now, I can really call you mine.\" They managed simultaneously. Both were so tired and happy, they fell asleep promptly after.\n\nThe two then proceeded to have furious anal, and everyone lived happily ever after. The end.",
   "{0} was a smalltown person who needed to move to the big city for work. {0} was lonely and uncomfortable in their new environment, but never gave up on their dreams to be a professional selfie-stick. In contrast, {1} happened to be a naughty biker person, roding with the local gang known as \"The Fists of Pleasure\". {1} was a bad person stuck in a bad crowd, but they were also secretly a romantic. {1} also happened to be wanted in seven states on multiple manslaughter charges, but those pigs hadn't caught {1} yet and they never will! ahem Anyways...\n\nBy chance, the two happened to meet one night in a dark, smoke-filled bar of dubious rapport in the seediest sector of town. They locked eyes immediately and sparks began to fly between them, killing many of those nearby. {1} approached {0} and confidently asked. \n\"lol u pretty wan sum fuk?\"\n\n{0}, being so used to the modest countryside, had never been hit on before, and certainly not by one so strapping as {1}. {0} turned away with a coy smile, blushing so hard they thought their cheeks might catch fire! :heart: Then they actually caught fire. The smoke detector in the bar began to sound off, forcing them into the bar's VIP room as ceiling sprinklers doused the rest of the bar.\n\nThey entered into a room and were greeted by a velvet bed and a vast array of frightening and confusing objects. They sprawled themselves out onto the soft sheets and whispered, \"Take me now, you sexy, fish-faced bastard!\" It is perhaps important to note that {0}'s face had completely burnt away at this point, revealing the shimmering head of a trout underneath.\n\n\"You see my true form, and yet you do not cower?\" spoke {0}. {1} replied. \"It's pretty hot, dog. I want those thick, fishy lips on and around every part of me, you dig?\"\n{0} descended upon {1} in one fell swoop, the two locking together. Their passionate, kinky, ethically dubious lovemaking echoed throughout the cosmos for centuries to come."
]
